[
  "dataview",
  "obsidian-kanban",
  "obsidian-excalidraw-plugin",
  "calendar",
  "obsidian-outliner",
  "obsidian-admonition",
  "obsidian-mind-map",
  "tag-wrangler",
  "obsidian-day-planner",
  "oz-image-plugin",
  "obsidian-emoji-toolbar",
  "periodic-notes",
  "obsidian-icon-folder",
  "obsidian-dictionary-plugin",
  "obsidian-pandoc",
  "obsidian-enhancing-mindmap",
  "buttons",
  "highlightr-plugin",
  "darlal-switcher-plus",
  "obsidian-languagetool-plugin",
  "markdown-prettifier",
  "obsidian-zoom",
  "obsidian-banners",
  "obsidian-reminder-plugin",
  "obsidian-extract-pdf-highlights",
  "quick-explorer",
  "obsidian-tabs",
  "obsidian-icons-plugin",
  "obsidian-collapse-all-plugin",
  "quick-latex",
  "convert-url-to-iframe",
  "notion-like-tables",
  "obsidian-markdown-formatting-assistant-plugin",
  "obsidian-plugin-toc",
  "obsidian-excel-to-markdown-table",
  "better-pdf-plugin",
  "emoji-shortcodes",
  "obsidian-smart-typography",
  "obsidian-reading-time",
  "obsidian-codemirror-options",
  "obsidian-text-format",
  "drawio-obsidian",
  "obsidian-livesync",
  "obsidian-metatable",
  "multi-column-markdown",
  "obsidian-focus-mode",
  "file-explorer-note-count",
  "obsidian-custom-frames",
  "obsidian-map-view",
  "obsidian-gallery",
  "obsidian-book-search-plugin",
  "obsidian-local-images",
  "execute-code",
  "obsidian-indent-lines",
  "obsidian-better-codeblock",
  "copy-as-html",
  "language-translator",
  "obsidian-task-progress-bar",
  "obsidian-embedded-code-title",
  "obsidian-pomodoro-plugin",
  "obsidian-dialogue-plugin",
  "obsidian-code-block-enhancer",
  "templater-obsidian",
  "obsidian-functionplot",
  "editing-toolbar",
  "obsidian-checklist-plugin",
  "duplicate-line",
  "cm-editor-syntax-highlight-obsidian",
  "nldates-obsidian",
  "obsidian-math-plus",
  "obsidian-git",
  "url-into-selection",
  "table-editor-obsidian",
  "obsidian-contextual-typography",
  "obsidian-import-json"
]